// ЛР2: Евристики для звуження підмножини
export const HEURISTICS = [
  { id: 'E1', name: 'Участь в одному множинному порівнянні на 3 місці' },
  { id: 'E2', name: 'Участь в одному множинному порівнянні на 2 місці' },
  { id: 'E3', name: 'Участь в одному множинному порівнянні на 1 місці' },
  { id: 'E4', name: 'Участь в 2х множинних порівняннях на 3 місці' },
  { id: 'E5', name: 'Участь в одному МП на 3 місці та ще в одному – на 2 місці' },
  { id: 'E6', name: 'Участь в 2х множинних порівняннях на 1 місці (власна)' },
  { id: 'E7', name: 'Сумарна кількість голосів за всіма місцями (власна)' },
];
